[
  {
    "title": "COPE Program",
    "description": "A cognitive behavioral therapy program that helps teach teens the skills they need to feel and act in a positive way",
    "icon": "bx-analyse",
    "body": "<h2 class=\"mb-3\"><strong>What is COPE?</strong></h2><p>The <b>COPE Programs</b> are focused on a skills-building method based on Cognitive Behavioral Therapy, which involves lowering negative or unhelpful ideas, boosting healthy behaviors, and enhancing communication and problem-solving abilities.</p><br><p>The brain puts down new pathways when people learn to COPE in good ways, allowing them to establish new neural connections and deal with stress, anxiety, and depressive symptoms in healthy ways.</p><br><p>Individuals' attitudes and behaviors automatically follow suit when they are assisted in changing their negative beliefs to good ones. Convincing children, teenagers, and young adults that they can achieve whatever is essential to them reinforces what their minds believe they can. COPE assists people in confronting their concerns and gaining emotional mastery.</p><br><p>Children, teenagers, and young adults in the United States are currently not receiving the mental health treatment they require. Many people are on long waiting lists, and just around half of them receive any assistance. According to recent studies, at least 5% of children and 9-20% of all adolescents suffer from depression, with the likelihood increasing if their parents also suffer from depression. These figures are even higher among minorities. Depression and anxiety rates have increased since the COVID-19 pandemic. Since the pandemic began, one out of every seven parents has stated their children's mental health has deteriorated.</p><br><p>With these statistics in mind, it's evident that providing timely, evidence-based prevention and treatment for depressive and anxious adolescents, teens, and young adults is critical. The COPE Programs were created to address this issue. COPE recognizes the needs of young people and provides educational and skill-building opportunities to help them avoid and manage bad situations.</p><br><p>The evidence-based COPE Programs express that there is hope for change and that both depression and anxiety are curable through a series of brief, easy-to-follow sessions packed with skills-building activities.</p><br><p>We can't control trigger events, but we can manage how we respond to them, according to COPE. The COPE Program teaches children, teenagers, and young adults how to notice and interrupt habitual negative or unhelpful ideas and replace them with positive ones for less than the cost of one therapy appointment. As a consequence, you'll feel more emotionally stable and behave in more healthful ways.</p><br><p>COPE has been successfully implemented in primary care offices, mental health clinics, counseling offices, K-12 schools, and colleges. The programs may be delivered in a variety of formats, including individual, group, and classroom settings, as well as via telehealth. The evidence-based COPE Programs have been demonstrated in several studies* to reduce depressed and anxiety symptoms, as well as increase self-concept, academic achievement, and healthy habits.</p><br>",
    "link": "cope2thrive.com",
    "images": [
      {
        "type": "logo",
        "src": "../assets/img/programs/COPE-logo-final.png"
      }
    ]
  },
  {
    "title": "Teen Sponsorship",
    "description": "Helping to provide teens in need with the required tools to be successful.",
    "icon": "bx-compass",
    "body": "<p>It is critical that children and young adults have positive role-models in their life. Someone that will reenforce good habits, in a healthy environment. Teen Sponsorship offers that and more.</p><br><p>TLGYO finds a potential sponsor to pair with a child who meets the criteria for the program. An initial meeting takes place to ensure the sponsor and the sponsee are a good fit, followed by subsequent meetings at times that are convienient for both individuals.</p><br><p>Some of the requirements that need to be met in order to become a teen sponsor include, but are not limited to: living in the same area, as well as being able to relate to the sponsored teenager through life experience, education, or by other means. The sponsorship is similar to the sponsors used in N.A. (Narcotics Anonymous) and A.A. (Alcoholics Anonymous).</p><br><p>If you feel that the Teen Sponsorship Program is a good fit for your teenager, or you know someone who would benefit from the program, please contact TLGYO by filling out the <a href=\"#contact\">Contact Form</a> or email <a href=\"mailto:hello@tlgyo.org\" subject=\"Teen Sponsorship\" body=\"I am interested in learning more about the Teen Sposnorship Program\">TLGYO.ORG</a> to get more information.</p><br>",
    "link": "mailto:hello@tlgyo.org",
    "images": [
      {
        "type": "logo",
        "src": "../assets/img/programs/COPE-logo-final.png"
      }
    ]
  },
  {
    "title": "Teacher Sponsership",
    "description": "Every month TLGYO will assist nominated teachers with supplies and other required items for their classroom, giving their students a better educational experience.",
    "icon": "bx-book",
    "body": "<p>Teachers play several crucial roles in our children's development. They act as role-models, educators, counselers, and even protectors. However, their salaries, and budgets don't reflect their importance. Too often it is left up to the teacher to provide essential classroom supplies, paying the expenses out of their own pockets. TLGYO aims to remedy this.</p><br><p>Every month, TLGYO will assist with the nominated teachers' requested supplies, by purchasing items from an approved list, for use in their classroom. Our childrens' education is far too important, and when their classroom experience is lacking, it has a direct effect on many other aspects of their lives.</p><br><p>If you are a teacher and would like to be nominated for sponsorship, or if you know a teacher and want to nominate them for our Teacher Sponsorship Program, fill out the <a href=\"#contact\">Contact Form</a> with the subject <b>'Teacher Sponsership Program'</b> and explain who needs help, and what items are needed. Alternativly, you can email <a href=\"mailto:hello@tlgyo.org\" subject=\"Teen Sponsorship\" body=\"I would like to learn more about the Teacher Sposnorship Program\">TLGYO</a> directly, to submit a nomination.</p><br>",
    "link": "mailto:hello@tlgyo.org",
    "images": [
      {
        "type": "logo",
        "src": "../assets/img/programs/COPE-logo-final.png"
      }
    ]
  }
]

